{
  "work_in_progress_banner": "🚧 The site is currently being updated. Some content may change. 🚧",
  "preloader_alt": "",

  "pcto_section_sub_title": "Pathways for Transversal Skills and Orientation",
  "pcto_section_main_title": "My Internship at SYEEW",
  "pcto_intro_para1": "Last year, I had the chance to join the SYEEW S.r.l. team—a young company building a SaaS Business Intelligence platform for micro and small businesses. The goal? <strong>Make business numbers as clear as traffic lights:</strong> green when everything’s running smoothly, red when action is needed.",
  "pcto_intro_para2": "Because the team was small, I worked closely with everyone, learned to balance different priorities, and made meaningful contributions. <strong>With no dedicated UX department,</strong> I drove my own work while regularly consulting with the CEO and my technical tutor.",

  "about_syeew_para1": "Founded in 2020 and headquartered in Jesi, SYEEW is an innovative startup on a mission to revolutionize how micro and small businesses read their data. Our aim is <strong>simple but ambitious:</strong> make numbers instantly understandable through a visual interface that uses Business Emojis to show financial and operational performance.",
  "about_syeew_para2": "Beneath the apparent simplicity lies a sophisticated technology that combines data integration, automation, and AI modules. The platform aggregates data from multiple sources, normalizes it, processes it, and delivers it in an instant, intuitive format—so even those without analytical skills can make informed decisions.",
  "about_syeew_para3": "In 2022, SYEEW secured public funding of €100,000, covering 70% of a development project officially registered in the National Transparency Register. This recognition highlights the innovative value we bring to Italy’s SME ecosystem.",

  "modalita_sub_title": "Usage Modes",
  "modalita_main_title": "Four Ways to Understand Your Business",
  "modalita_lead": "SYEEW adapts to your schedule and needs with four modes designed for different levels of insight.",

  "modalita_indaffarato_title": "<strong>BUSY</strong>",
  "modalita_indaffarato_desc": "This mode gives you an instant snapshot of your business’s health—no deep dive required. Thanks to four Business Emojis, you can immediately interpret overall status: positive, negative, stable, or worth monitoring. A visual, instinctive tool for those with little time who still want to stay informed.",

  "modalita_curioso_title": "<strong>CURIOUS</strong>",
  "modalita_curioso_desc": "With Curious, you can move beyond a quick visual cue and explore daily revenue details, comparing them to a selected period. In just a few clicks, you’ll see how much you’re selling and how your business evolves day by day. It’s a lightweight but informative mode—perfect for gaining real-time awareness.",

  "modalita_minuzioso_title": "<strong>DETAILED</strong>",
  "modalita_minuzioso_desc": "This mode unlocks a full analysis, line by line, with precise numbers and direct comparisons. Monitor key metrics like orders per day, average price, revenue, and man-hours per day. <strong>SYEEW shows exactly how close you are to your goals,</strong> helping you track progress and optimize every aspect.",

  "modalita_veggente_title": "<strong>FORESIGHT</strong>",
  "modalita_veggente_desc": "Harnessing integrated AI, this mode lets you anticipate future trends and plan with confidence. By analyzing your current and past data, SYEEW generates forecasts for the coming months. You can set monthly goals and track progress—<strong>the ideal way to shift from reactive to proactive management</strong>.",

  "emoji_section_sub_title": "The 4 Business Emojis",
  "emoji_section_main_title": "Gamification Meets Business Analysis",
  "emoji_section_lead": "SYEEW transforms complex business data into four intuitive emojis that instantly reveal your company’s status. A gamified approach that makes business analysis immediate, visual, and engaging.",

  "emoji_scrigno_title": "<strong>The Chest</strong>",
  "emoji_scrigno_desc": "Excellent! The treasure is yours! Compared to the period you selected before, you’re doing fantastic. <strong>The Chest indicates</strong> that both your average sales price and operational efficiency have improved significantly. Your business strategy is paying off—keep it up!",

  "emoji_sirena_title": "<strong>The Mermaid</strong>",
  "emoji_sirena_desc": "The Mermaid keeps swimming, even against the current. You’re doing well, but <strong>be cautious:</strong> something isn’t quite right. While some indicators are positive, efficiency or average price may have dipped compared to the previous period. It’s time to dive deeper into the data and identify where improvements are needed.",

  "emoji_spia_title": "<strong>The Spy</strong>",
  "emoji_spia_desc": "Nothing escapes the Spy’s magnifying glass. It’s here to warn you of hidden pitfalls. Even if efficiency or average price has improved, your overall business performance has declined. <strong>Consider revisiting your strategy</strong> or investigating external factors.",

  "emoji_sfinge_title": "<strong>The Sphinx</strong>",
  "emoji_sfinge_desc": "Enigmatic by nature, the Sphinx—and its intense red hue—delivers a clear, direct warning: your performance has worsened compared to the previous period. Not all hope is lost, but <strong>immediate action is needed</strong> to get back on track. Analyze the data, refine your strategies, and regain control.",

  "tools_section_sub_title": "Toolkit",
  "tools_section_main_title": "Software and Languages Used",

  "tool_adobe_xd_title": "Adobe XD",
  "tool_adobe_xd_desc": "The starting point of the project. I analyzed the existing mockups created by the team to understand the initial interface structure and user flows. <strong>This process highlighted elements to keep and others to completely redesign in Figma.</strong>",

  "tool_figma_title": "Figma",
  "tool_figma_desc": "The heart of UX/UI design. I built a library of reusable components, defined a design system aligned with SYEEW’s brand identity, and created fully interactive prototypes. Real-time collaboration made feedback seamless for the team and potential investors.",

  "tool_flutter_dart_title": "Flutter and Dart",
  "tool_flutter_dart_desc": "Chosen for its ability to build native iOS and Android apps from a single codebase. I implemented five main screens by translating Figma designs into Dart code, handling smooth animations, page navigation, and populating mock data to simulate the final user experience.",

  "tool_vscode_title": "Visual Studio Code",
  "tool_vscode_desc": "My primary code editor for Flutter development. Configured with Dart and Flutter extensions for full language support, integrated debugging, and hot reload—allowing rapid testing on a physical device via USB debugging.",

  "experience_section_sub_title": "Timeline",
  "experience_section_main_title": "Key Activities",

  "experience_period1_title": "May 27 – June 14, 2024",
  "experience_period1_para": "Over these three weeks, I focused on Figma. Starting with the existing interface, I reimagined screen hierarchy, established a visual style consistent with the brand, and created reusable components to speed up future updates.",

  "experience_period2_title": "September 9 – 20, 2024",
  "experience_period2_para": "In the second phase, I moved to Flutter development. I translated the prototypes into code and built five main screens. The app ran on real devices, and I tested it via USB debugging on my smartphone. <strong>No API integrations were included—data was populated locally to demonstrate flows and animations.</strong>",

  "experience_period3_title": "October 29, 2024",
  "experience_period3_para1": "On this day, I attended SMAU Milan as a guest of SYEEW—one of Italy’s most important events for innovation, startups, and digital transformation. Although we didn’t have a booth, we immersed ourselves in the experience: exploring the venue, listening to pitches, and networking with professionals.",
  "experience_period3_para2": "I attended presentations and discussions that introduced me to many emerging companies. It was enlightening to see how different businesses communicate their values, missions, and results: some rely on data, others on emotional storytelling, and some focus on social impact.",
  "experience_period3_para3": "I took notes and gathered insights that helped me grow as both a professional and a designer. I realized how critical empathy is in product storytelling and how powerful design can be for strategic communication.",
  "experience_period3_para4": "It was an intense, inspiring day—different from the routine. A moment to pause, look outward, gather inspiration, and return to work with a broader, more conscious perspective.",

  "review_section_sub_title": "Reflection",
  "review_section_main_title": "Final Thoughts",
  "review_para1": "My time at SYEEW gave me a real taste of how a digital product is born—from a blank page to a working demo. I appreciated the trust and freedom to experiment. At the same time, I experienced the fast pace of startups: some tasks, like API integration or usability testing, were omitted due to time constraints.",
  "review_para2": "What impressed me most was the CEO’s unwavering dedication: every detail, screen, and strategy was handled with daily passion and care. It made me realize how fulfilling it is to build something from scratch, watch it grow, and continuously improve it. It’s an approach I hope to adopt for my own projects someday.",
  "review_thanks_lead": "I want to sincerely thank every team member who made this experience possible. Thank you for your time, precise suggestions, life advice, ongoing feedback, and every single exchange of ideas.",
  "review_thanks_para": "This experience also clarified my future path: I discovered that I want to continue studying Interaction Design. It was here that I first began to think deeply about how people interact with digital interfaces—starting with my first assignment—and I’ve been fascinated ever since.",
  "review_final_thanks": "Thank you again for believing in me, challenging me with meaningful tasks, and providing the right tools to face whatever comes next with confidence.",
  "review_sign_off": "See you soon, SYEEW SOON!",

  "documents_section_sub_title": "Documentation",
  "documents_section_main_title": "Browse the Project Documents",
  "documents_mockup_title": "App Mockup",
  "documents_mockup_desc": "Wireframes and my redesigned interface mockup",
  "documents_presentation_title": "Slide Deck (EN)",
  "documents_presentation_desc": "Project presentation, team overview, and my personal experience",
  "documents_github_title": "Flutter App Project",
  "documents_github_desc": "Repository containing the app’s source code",

  "carousel_prev": "Previous",
  "carousel_next": "Next",

  "nav_umanistica": "Humanistic",
  "nav_tecnica": "Technical",
  "nav_civica": "Civic",
  "nav_home": "Home",
  "nav_pcto": "PCTO",
  "nav_portfolio": "Portfolio",
  "nav_contatti": "Contact",

  "footer_copyright": "© 2025 - All rights reserved",
  "footer_credit": "Website created by Rinaldi Michele for the 2024/2025 final exam at IIS MARCONI PIERALISI"
}